[
  {
    "nom": "L'érudit maudit",
    "description": "Il sait trop. Il a trop vu. Ses connaissances sont un fardeau autant qu'une arme. Là où d'autres trouvent réconfort dans l'ignorance, lui plonge dans les abysses du savoir, quitte à y laisser son âme. On le trouve dans des bibliothèques aux relents de poussière, parmi des grimoires oubliés, ou à l’ombre d’une chandelle, le regard hanté par une révélation qui ne devrait pas être connue des mortels. Certains le disent fou, d’autres le respectent en silence. Mais personne ne souhaite réellement entendre ce qu’il a à dire...",
    "tags": [
      "savoir interdit",
      "solitude",
      "mélancolie",
      "obsession",
      "ésotérisme",
      "tragédie",
      "reclus",
      "génie",
      "fardeau",
      "malédiction"
    ]
  },
  {
    "nom": "le vagabond aux bottes usées",
    "description": "Il est passé partout, mais il n’appartient à nulle part. Un sac en toile sur l’épaule, une flasque à la ceinture, et l’infini devant lui. Chaque route est un nouveau chapitre, chaque rencontre une histoire à raconter au coin du feu. Il ne cherche rien, si ce n'est le prochain matin, la prochaine aventure. Certains y voient un aventurier libre, d'autres un homme qui fuit. Peut-être a-t-il aimé jadis, peut-être a-t-il perdu trop de choses pour s'attacher encore. Il a le rire facile, la main amicale et le regard un peu trop lointain...",
    "tags": [
      "errance",
      "liberté",
      "mystère",
      "solitude",
      "voyage",
      "nostalgie",
      "rencontres",
      "bohème",
      "fuite",
      "destin"
    ]
  },
  {
    "nom": "la duchesse aux lames cachées",
    "description": "Sous ses atours de soie et ses bijoux éclatants, elle est une lame affûtée, dissimulée sous un sourire délicat. Elle évolue dans les couloirs dorés du pouvoir, un masque de velours sur le visage et des poignards dans l’ombre. Chaque mot qu’elle prononce est pesé, chaque regard, un piège ou une promesse. Certains pensent la manipuler, mais elle les a déjà devancés de trois coups. Elle ne frappe jamais la première, mais quand elle riposte, il est déjà trop tard. On l’admire, on la craint, on murmure son nom dans les couloirs… Mais on ne sait jamais vraiment qui elle est.",
    "tags": [
      "manipulation",
      "pouvoir",
      "élégance",
      "trahison",
      "intelligence",
      "duel psychologique",
      "mystère",
      "vengeance",
      "dissimulation",
      "destin"
    ]
  }
]
